Repository: anton0801/TVRemote
Catalog: TVRemoteScreenMirroring/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# discovery.fix.again.detail
source: Make sure your TV is on and nearby.
de: Achte darauf, dass der TV eingeschaltet und in der Nähe ist.
es: Comprueba que la TV está encendida y cerca.
fr: Vérifiez que la TV est allumée et à proximité.
ru: Убедитесь, что телевизор включён и рядом.

# discovery.fix.guest.detail
source: Use your home Wi‑Fi network.
de: Nutze dein WLAN zu Hause.
es: Usa la red Wi‑Fi de tu casa.
fr: Utilisez le Wi‑Fi de votre domicile.
ru: Используйте домашнюю сеть Wi‑Fi.

# discovery.fix.localNetwork
source: Check local network access
de: Lokalen Netzwerkzugriff prüfen
es: Revisa el acceso a la red local
fr: Vérifiez l’accès au réseau local
ru: Проверьте доступ к локальной сети

# discovery.fix.localNetwork.detail
source: Allow local network access in Settings.
de: Erlaube den lokalen Netzwerkzugriff in den Einstellungen.
es: Permite el acceso a la red local en Ajustes.
fr: Autorisez l’accès au réseau local dans Réglages.
ru: Разрешите доступ к локальной сети в Настройках.

# discovery.found
source: On this network
de: In diesem Netzwerk
es: En esta red
fr: Sur ce réseau
ru: В этой сети

# discovery.multicastNote
source: Some TVs are found by scanning your network, which can take a little longer.
de: Manche Fernseher werden durch Scannen des Netzwerks gefunden, das kann etwas dauern.
es: Algunas TV se encuentran explorando la red, lo que puede tardar un poco más.
fr: Certains téléviseurs sont trouvés en analysant le réseau, ce qui peut prendre un peu plus de temps.
ru: Некоторые телевизоры находятся сканированием сети — это может занять чуть больше времени.

# discovery.progress
source: Search progress
de: Suchfortschritt
es: Progreso de la búsqueda
fr: Progression de la recherche
ru: Ход поиска

# discovery.saved
source: Saved TVs
de: Gespeicherte Fernseher
es: TV guardadas
fr: Téléviseurs enregistrés
ru: Сохранённые ТВ

# discovery.searchAgain
source: Search again
de: Erneut suchen
es: Buscar de nuevo
fr: Relancer la recherche
ru: Искать снова

# discovery.searching
source: Looking for TVs…
de: Suche nach Fernsehern …
es: Buscando TV…
fr: Recherche de téléviseurs…
ru: Ищем телевизоры…

# discovery.searching.detail
source: This can take up to 20 seconds.
de: Das kann bis zu 20 Sekunden dauern.
es: Puede tardar hasta 20 segundos.
fr: Cela peut prendre jusqu’à 20 secondes.
ru: Это может занять до 20 секунд.

# discovery.skip
source: Continue without a TV for now
de: Vorerst ohne Fernseher fortfahren
es: Continuar sin TV por ahora
fr: Continuer sans téléviseur pour l’instant
ru: Продолжить пока без телевизора

# discovery.title
source: Connect TV
de: Fernseher verbinden
es: Conectar TV
fr: Connecter le téléviseur
ru: Подключить ТВ

# discovery.troubleshoot
source: TV not found? Get help
de: Fernseher nicht gefunden? Hilfe
es: ¿No aparece la TV? Obtener ayuda
fr: Téléviseur introuvable ? Aide
ru: Телевизор не найден? Помощь

# error.app-001.message
source: The app may not be installed or available in your region. Install or check it on the TV itself.
de: Die App ist eventuell nicht installiert oder in deiner Region nicht verfügbar. Installiere oder prüfe sie direkt am Fernseher.
es: Puede que la app no esté instalada o disponible en tu región. Instálala o revísala en la propia TV.
fr: L’app n’est peut-être pas installée ou disponible dans votre région. Installez-la ou vérifiez-la sur le téléviseur.
ru: Возможно, приложение не установлено или недоступно в вашем регионе. Установите или проверьте его на самом телевизоре.

# error.app-001.title
source: App not found on the TV
de: App nicht auf dem Fernseher gefunden
es: App no encontrada en la TV
fr: App introuvable sur le téléviseur
ru: Приложение не найдено на телевизоре

# error.app-002.message
source: The TV didn’t accept the launch command. Try again or open it from the TV’s Home screen.
de: Der Fernseher hat den Startbefehl nicht angenommen. Versuche es erneut oder öffne die App über den Startbildschirm.
es: La TV no aceptó la orden de abrir. Inténtalo de nuevo o ábrela desde la pantalla de inicio de la TV.
fr: Le téléviseur n’a pas accepté la commande. Réessayez ou ouvrez l’app depuis l’écran d’accueil du téléviseur.
ru: Телевизор не принял команду запуска. Попробуйте снова или откройте приложение с главного экрана телевизора.

# error.app-002.title
source: Couldn’t open the app
de: App konnte nicht geöffnet werden
es: No se pudo abrir la app
fr: Impossible d’ouvrir l’app
ru: Не удалось открыть приложение

# error.app-003.message
source: This TV doesn’t share its installed apps. You can still use the catalog buttons.
de: Dieser Fernseher teilt seine installierten Apps nicht. Die Katalog-Tasten kannst du weiterhin nutzen.
es: Esta TV no comparte sus apps instaladas. Puedes seguir usando los botones del catálogo.
fr: Ce téléviseur ne partage pas ses apps installées. Vous pouvez toujours utiliser les boutons du catalogue.
ru: Телевизор не сообщает список установленных приложений. Кнопки каталога по-прежнему доступны.

# error.app-003.title
source: App list unavailable
de: App-Liste nicht verfügbar
es: Lista de apps no disponible
fr: Liste des apps indisponible
ru: Список приложений недоступен

# error.gen-001.message
source: Please try again. If it keeps happening, contact support.
de: Bitte versuche es erneut. Wenn es weiter passiert, kontaktiere den Support.
es: Inténtalo de nuevo. Si sigue ocurriendo, contacta con soporte.
fr: Veuillez réessayer. Si le problème persiste, contactez l’assistance.
ru: Попробуйте снова. Если ошибка повторяется, напишите в поддержку.

# error.gen-001.title
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
ru: Что-то пошло не так

# error.iap-001.message
source: The App Store didn’t respond. Check your internet connection and try again.
de: Der App Store hat nicht geantwortet. Prüfe deine Internetverbindung und versuche es erneut.
es: El App Store no respondió. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: L’App Store n’a pas répondu. Vérifiez votre connexion Internet et réessayez.
ru: App Store не ответил. Проверьте подключение к интернету и попробуйте снова.

# error.iap-001.title
source: Plans couldn’t be loaded
de: Tarife konnten nicht geladen werden
es: No se pudieron cargar los planes
fr: Impossible de charger les offres
ru: Не удалось загрузить тарифы

# error.iap-002.message
source: The App Store is waiting for approval (for example Ask to Buy). Access starts automatically once it’s approved.
de: Der App Store wartet auf eine Genehmigung (z. B. „Kaufanfrage“). Der Zugriff startet automatisch nach der Freigabe.
es: El App Store espera una aprobación (por ejemplo, «Solicitar la compra»). El acceso empezará automáticamente al aprobarse.
fr: L’App Store attend une approbation (par exemple « Autorisation d’achat »). L’accès démarrera automatiquement une fois approuvé.
ru: App Store ждёт подтверждения (например, «Попросить купить»). Доступ откроется автоматически после одобрения.

# error.iap-002.title
source: Purchase awaiting approval
de: Kauf wartet auf Genehmigung
es: Compra pendiente de aprobación
fr: Achat en attente d’approbation
ru: Покупка ожидает подтверждения

# error.iap-003.message
source: You weren’t charged by us. Try again, or check your payment method in your Apple Account.
de: Wir haben nichts abgebucht. Versuche es erneut oder prüfe die Zahlungsmethode deines Apple Accounts.
es: No hemos realizado ningún cargo. Inténtalo de nuevo o revisa el método de pago de tu cuenta de Apple.
fr: Aucun paiement n’a été effectué. Réessayez ou vérifiez le moyen de paiement de votre compte Apple.
ru: Мы ничего не списали. Попробуйте снова или проверьте способ оплаты в Apple Account.

# error.iap-003.title
source: Purchase not completed
de: Kauf nicht abgeschlossen
es: Compra no completada
fr: Achat non finalisé
ru: Покупка не завершена

# error.iap-004.message
source: In‑app purchases are turned off on this device (for example by Screen Time).
de: In‑App-Käufe sind auf diesem Gerät deaktiviert (z. B. durch Bildschirmzeit).
es: Las compras dentro de apps están desactivadas en este dispositivo (por ejemplo, por Tiempo de uso).
fr: Les achats intégrés sont désactivés sur cet appareil (par exemple via Temps d’écran).
ru: Встроенные покупки отключены на этом устройстве (например, в «Экранном времени»).

# error.iap-004.title
source: Purchases are restricted
de: Käufe sind eingeschränkt
es: Compras restringidas
fr: Achats restreints
ru: Покупки ограничены

# error.iap-005.message
source: No Remote Pro purchase is linked to the Apple Account on this device. Check which account you used to buy.
de: Mit dem Apple Account auf diesem Gerät ist kein Remote Pro-Kauf verknüpft. Prüfe, mit welchem Account du gekauft hast.
es: No hay ninguna compra de Remote Pro vinculada a la cuenta de Apple de este dispositivo. Comprueba con qué cuenta compraste.
fr: Aucun achat Remote Pro n’est associé au compte Apple de cet appareil. Vérifiez le compte utilisé pour l’achat.
ru: С Apple Account на этом устройстве не связано ни одной покупки Remote Pro. Проверьте, с какого аккаунта была покупка.

# error.iap-005.title
source: No purchases found
de: Keine Käufe gefunden
es: No se encontraron compras
fr: Aucun achat trouvé
ru: Покупки не найдены

# error.iap-006.message
source: We’ll keep using your last verified access and check again automatically.
de: Wir nutzen weiter deinen zuletzt bestätigten Zugriff und prüfen automatisch erneut.
es: Seguiremos usando tu último acceso verificado y volveremos a comprobarlo automáticamente.
fr: Nous continuons d’utiliser votre dernier accès vérifié et revérifierons automatiquement.
ru: Мы продолжим использовать последний подтверждённый доступ и проверим его снова автоматически.

# error.iap-006.title
source: Couldn’t check your access
de: Zugriff konnte nicht geprüft werden
es: No se pudo comprobar tu acceso
fr: Impossible de vérifier votre accès
ru: Не удалось проверить доступ

# error.med-001.message
source: We couldn’t find a media receiver on this TV. Some TVs need media sharing (DLNA) turned on in their settings.
de: Auf diesem Fernseher wurde kein Medienempfänger gefunden. Bei manchen Modellen muss die Medienfreigabe (DLNA) aktiviert werden.
es: No encontramos un receptor multimedia en esta TV. Algunas TV requieren activar el uso compartido (DLNA) en sus ajustes.
fr: Aucun récepteur multimédia trouvé sur ce téléviseur. Certains modèles exigent d’activer le partage multimédia (DLNA).
ru: На этом телевизоре не найден медиаприёмник. На некоторых моделях нужно включить общий доступ к медиа (DLNA) в настройках.

# error.med-001.title
source: TV can’t receive photos or videos
de: Fernseher kann keine Fotos oder Videos empfangen
es: La TV no puede recibir fotos ni vídeos
fr: Le téléviseur ne peut pas recevoir de photos ou vidéos
ru: Телевизор не принимает фото и видео

# error.med-002.message
source: The TV can’t play this file. Try another photo or a video recorded on iPhone.
de: Der Fernseher kann diese Datei nicht abspielen. Versuche ein anderes Foto oder ein mit dem iPhone aufgenommenes Video.
es: La TV no puede reproducir este archivo. Prueba con otra foto o con un vídeo grabado con el iPhone.
fr: Le téléviseur ne peut pas lire ce fichier. Essayez une autre photo ou une vidéo filmée avec l’iPhone.
ru: Телевизор не может воспроизвести этот файл. Выберите другое фото или видео, снятое на iPhone.

# error.med-002.title
source: Format not supported
de: Format nicht unterstützt
es: Formato no compatible
fr: Format non pris en charge
ru: Формат не поддерживается

# error.med-003.message
source: The selected item couldn’t be read. It may have been deleted or access was removed. Choose it again.
de: Das gewählte Objekt konnte nicht gelesen werden. Es wurde eventuell gelöscht oder der Zugriff entzogen. Wähle es erneut.
es: No se pudo leer el elemento. Puede que se haya eliminado o se haya retirado el acceso. Vuelve a elegirlo.
fr: L’élément choisi n’a pas pu être lu. Il a peut-être été supprimé ou l’accès retiré. Choisissez-le à nouveau.
ru: Не удалось прочитать выбранный файл. Возможно, он удалён или доступ отозван. Выберите его снова.

# error.med-003.title
source: Couldn’t load the file
de: Datei konnte nicht geladen werden
es: No se pudo cargar el archivo
fr: Impossible de charger le fichier
ru: Не удалось загрузить файл

# error.med-004.message
source: The original is stored in iCloud and couldn’t be downloaded. Check your internet connection and try again.
de: Das Original liegt in iCloud und konnte nicht geladen werden. Prüfe deine Internetverbindung und versuche es erneut.
es: El original está en iCloud y no se pudo descargar. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: L’original est dans iCloud et n’a pas pu être téléchargé. Vérifiez votre connexion Internet et réessayez.
ru: Оригинал хранится в iCloud и не загрузился. Проверьте подключение к интернету и повторите попытку.

# error.med-004.title
source: iCloud download failed
de: Download aus iCloud fehlgeschlagen
es: Error al descargar de iCloud
fr: Échec du téléchargement depuis iCloud
ru: Не удалось загрузить из iCloud

# error.med-005.message
source: Preparing this video needs free space on your iPhone. Free up some space or choose a shorter video.
de: Zum Vorbereiten des Videos wird freier Speicher benötigt. Schaffe Platz oder wähle ein kürzeres Video.
es: Preparar este vídeo requiere espacio libre en el iPhone. Libera espacio o elige un vídeo más corto.
fr: La préparation de cette vidéo nécessite de l’espace libre. Libérez de l’espace ou choisissez une vidéo plus courte.
ru: Для подготовки видео нужно свободное место на iPhone. Освободите место или выберите видео короче.

# error.med-005.title
source: Not enough storage
de: Nicht genug Speicher
es: Espacio insuficiente
fr: Stockage insuffisant
ru: Недостаточно места

# error.med-006.message
source: The TV didn’t start playing. Try again, or check that nothing else is using the TV’s media player.
de: Der Fernseher hat nicht mit der Wiedergabe begonnen. Versuche es erneut oder prüfe, ob der Player belegt ist.
es: La TV no empezó a reproducir. Inténtalo de nuevo o comprueba que nada más esté usando su reproductor.
fr: Le téléviseur n’a pas lancé la lecture. Réessayez ou vérifiez que son lecteur n’est pas déjà utilisé.
ru: Телевизор не начал воспроизведение. Попробуйте снова или проверьте, не занят ли его плеер.

# error.med-006.title
source: Playback didn’t start
de: Wiedergabe hat nicht gestartet
es: La reproducción no empezó
fr: La lecture n’a pas démarré
ru: Воспроизведение не началось

# error.mir-001.message
source: Our Screen Mirroring needs the TV’s web browser, which this TV doesn’t offer or didn’t open. Photos and videos may still work on this TV.
de: Unsere Spiegelung braucht den Webbrowser des Fernsehers, den dieses Gerät nicht bietet oder nicht geöffnet hat. Fotos und Videos funktionieren eventuell trotzdem.
es: Nuestra duplicación de pantalla necesita el navegador de la TV, que esta TV no ofrece o no abrió. Puede que las fotos y los vídeos sí funcionen en esta TV.
fr: Notre recopie nécessite le navigateur du téléviseur, absent ou non ouvert ici. Les photos et vidéos peuvent tout de même fonctionner sur ce téléviseur.
ru: Для нашей трансляции нужен браузер телевизора, а на этом телевизоре его нет или он не открылся. Фото и видео на этом телевизоре могут работать.

# error.mir-001.title
source: Mirroring receiver not available
de: Spiegelungsempfänger nicht verfügbar
es: Receptor de duplicación no disponible
fr: Récepteur de recopie indisponible
ru: Приёмник трансляции недоступен

# error.mir-002.message
source: Open the TV’s web browser once manually, then try again.
de: Öffne den Webbrowser des Fernsehers einmal manuell und versuche es erneut.
es: Abre una vez el navegador de la TV manualmente y vuelve a intentarlo.
fr: Ouvrez une fois le navigateur du téléviseur manuellement, puis réessayez.
ru: Откройте браузер на телевизоре вручную один раз и попробуйте снова.

# error.mir-002.title
source: TV browser didn’t open
de: TV-Browser hat sich nicht geöffnet
es: No se abrió el navegador de la TV
fr: Le navigateur du téléviseur ne s’est pas ouvert
ru: Браузер телевизора не открылся

# error.mir-003.message
source: The screen recording was ended by the system. Start mirroring again when you’re ready.
de: Das System hat die Bildschirmaufnahme beendet. Starte die Spiegelung erneut, wenn du bereit bist.
es: El sistema finalizó la grabación de pantalla. Vuelve a iniciar la duplicación cuando quieras.
fr: Le système a arrêté l’enregistrement de l’écran. Relancez la recopie quand vous êtes prêt.
ru: Система завершила запись экрана. Начните трансляцию снова, когда будете готовы.

# error.mir-003.title
source: Mirroring stopped by iOS
de: iOS hat die Spiegelung beendet
es: iOS detuvo la duplicación
fr: iOS a arrêté la recopie
ru: iOS остановила трансляцию

# error.mir-004.message
source: Mirroring stopped because the TV or Wi‑Fi disconnected. Check the network and start again.
de: Die Spiegelung wurde beendet, weil Fernseher oder WLAN getrennt wurden. Prüfe das Netzwerk und starte neu.
es: La duplicación se detuvo porque la TV o el Wi‑Fi se desconectó. Revisa la red y vuelve a empezar.
fr: La recopie s’est arrêtée car le téléviseur ou le Wi‑Fi s’est déconnecté. Vérifiez le réseau et recommencez.
ru: Трансляция остановлена: отключился телевизор или Wi‑Fi. Проверьте сеть и начните снова.

# error.mir-004.title
source: Network connection lost
de: Netzwerkverbindung unterbrochen
es: Se perdió la conexión de red
fr: Connexion réseau perdue
ru: Сетевое соединение потеряно

# error.mir-005.message
source: Streaming apps often block screen capture, so the TV may show a black picture. Open the service directly on the TV instead.
de: Streaming-Apps blockieren oft die Bildschirmaufnahme, daher kann das Bild schwarz sein. Öffne den Dienst direkt am Fernseher.
es: Las apps de streaming suelen bloquear la captura de pantalla y la TV puede verse en negro. Abre el servicio directamente en la TV.
fr: Les apps de streaming bloquent souvent la capture d’écran : l’image peut être noire. Ouvrez plutôt le service sur le téléviseur.
ru: Стриминговые сервисы часто запрещают захват экрана, поэтому на телевизоре может быть чёрный экран. Откройте сервис прямо на телевизоре.

# error.mir-005.title
source: Protected content
de: Geschützte Inhalte
es: Contenido protegido
fr: Contenu protégé
ru: Защищённый контент

# error.mir-006.message
source: Mirroring stopped to protect your iPhone. Let it cool down, then start again.
de: Die Spiegelung wurde zum Schutz deines iPhone beendet. Lass es abkühlen und starte neu.
es: La duplicación se detuvo para proteger el iPhone. Deja que se enfríe y vuelve a empezar.
fr: La recopie s’est arrêtée pour protéger votre iPhone. Laissez-le refroidir, puis recommencez.
ru: Трансляция остановлена, чтобы защитить iPhone. Дайте ему остыть и начните снова.

# error.mir-006.title
source: iPhone is too warm
de: iPhone ist zu warm
es: El iPhone está demasiado caliente
fr: L’iPhone est trop chaud
ru: iPhone слишком нагрелся

# error.mir-007.message
source: We couldn’t set up the connection on this network. Check Wi‑Fi and try again.
de: Die Verbindung konnte in diesem Netzwerk nicht aufgebaut werden. Prüfe das WLAN und versuche es erneut.
es: No pudimos establecer la conexión en esta red. Comprueba el Wi‑Fi e inténtalo de nuevo.
fr: Impossible d’établir la connexion sur ce réseau. Vérifiez le Wi‑Fi et réessayez.
ru: Не удалось установить соединение в этой сети. Проверьте Wi‑Fi и попробуйте снова.

# error.mir-007.title
source: Mirroring didn’t start
de: Spiegelung hat nicht gestartet
es: La duplicación no se inició
fr: La recopie n’a pas démarré
ru: Трансляция не началась

# error.net-001.message
source: TV Remote needs Local Network access to find and control your TV. Turn it on in Settings → TV Remote, then search again.
de: TV Remote braucht Zugriff auf das lokale Netzwerk, um deinen Fernseher zu finden und zu steuern. Aktiviere ihn unter Einstellungen → TV Remote und suche erneut.
es: TV Remote necesita acceso a la red local para encontrar y controlar tu TV. Actívalo en Ajustes → TV Remote y vuelve a buscar.
fr: TV Remote a besoin de l’accès au réseau local pour trouver et contrôler votre téléviseur. Activez-le dans Réglages → TV Remote, puis relancez la recherche.
ru: TV Remote нужен доступ к локальной сети, чтобы найти телевизор и управлять им. Включите его в Настройках → TV Remote и повторите поиск.

# error.net-001.title
source: Local network access is off
de: Zugriff auf das lokale Netzwerk ist aus
es: El acceso a la red local está desactivado
fr: L’accès au réseau local est désactivé
ru: Доступ к локальной сети выключен

# error.net-002.message
source: Connect your iPhone to the same Wi‑Fi network as your TV.
de: Verbinde dein iPhone mit demselben WLAN wie deinen Fernseher.
es: Conecta el iPhone a la misma red Wi‑Fi que tu TV.
fr: Connectez votre iPhone au même réseau Wi‑Fi que votre téléviseur.
ru: Подключите iPhone к той же сети Wi‑Fi, что и телевизор.

# error.net-002.title
source: Not connected to Wi‑Fi
de: Nicht mit WLAN verbunden
es: Sin conexión Wi‑Fi
fr: Pas de connexion Wi‑Fi
ru: Нет подключения к Wi‑Fi

# error.net-003.message
source: Make sure the TV is on and on the same network. Guest networks and VPNs can hide devices from each other.
de: Stelle sicher, dass der Fernseher eingeschaltet und im selben Netzwerk ist. Gastnetzwerke und VPNs können Geräte voneinander verbergen.
es: Comprueba que la TV esté encendida y en la misma red. Las redes de invitados y las VPN pueden ocultar los dispositivos entre sí.
fr: Vérifiez que le téléviseur est allumé et sur le même réseau. Les réseaux invités et les VPN peuvent masquer les appareils entre eux.
ru: Убедитесь, что телевизор включён и находится в той же сети. Гостевая сеть и VPN могут скрывать устройства друг от друга.

# error.net-003.title
source: No TVs found
de: Keine Fernseher gefunden
es: No se encontró ninguna TV
fr: Aucun téléviseur trouvé
ru: Телевизоры не найдены

# error.net-004.message
source: The TV didn’t respond. It may be off, in deep standby, or on another network.
de: Der Fernseher hat nicht geantwortet. Er ist eventuell aus, im tiefen Standby oder in einem anderen Netzwerk.
es: La TV no respondió. Puede que esté apagada, en reposo profundo o en otra red.
fr: Le téléviseur n’a pas répondu. Il est peut-être éteint, en veille profonde ou sur un autre réseau.
ru: Телевизор не ответил. Возможно, он выключен, в глубоком режиме ожидания или в другой сети.

# error.net-004.title
source: TV not reachable
de: Fernseher nicht erreichbar
es: No se puede acceder a la TV
fr: Téléviseur injoignable
ru: Телевизор недоступен

# error.net-005.message
source: Your router gave the TV a new address. Search again — your saved settings and favorites are kept.
de: Dein Router hat dem Fernseher eine neue Adresse gegeben. Suche erneut – Einstellungen und Favoriten bleiben erhalten.
es: El router asignó una nueva dirección a la TV. Vuelve a buscar: tus ajustes y favoritos se conservan.
fr: Votre routeur a attribué une nouvelle adresse au téléviseur. Relancez la recherche : vos réglages et favoris sont conservés.
ru: Роутер выдал телевизору новый адрес. Повторите поиск — сохранённые настройки и избранное останутся.

# error.net-005.title
source: TV address changed
de: Adresse des Fernsehers geändert
es: La dirección de la TV cambió
fr: L’adresse du téléviseur a changé
ru: Адрес телевизора изменился
